{
  "website":{
    "title": "Блогот на Игор"
  },
  "nav":{
    "home": "Дома",
    "about_me": "За",
    "skills": "Вештини",
    "projects": "Проекти",
    "career": "Кариера",
    "blog": "Блог",
    "link": "Линк"
  },
  "about_me":{
    "about_me": "За мене",
    "des": "М-р по електротехника и ИТ и технички лид."
  },
  "skills":{
    "my_skills": "Мои вештини"
  },
  "projects":{
    "my_projects": "Мои проекти",
    "pdc": "Интеграција на VOIP сервиси и метаподатоци во разни CRM системи.",
    "hls": "HLS сервер за аудио процесирање и стрим во реално време развиен со Bash и Nginx.",
    "cc": "Ц Компајлер развиен во Јава и JavaCC парсер генераторот. Резултатот е асемблерски код за доверлив процесор со оригинално инструкциско множество, развиен од IHP институтот за микроелектроника во Франкфурт (Одра).",
    "esa": "Веб апликација за пријавување на масовни несреќи низ Светот. Изграден со Liferay CMS за додавање и управување со содржината. Учествував во специјализација на Liferay CMS за потребите на клиентот.",
    "apc": "Систем за иницирање на отворање на порта во зависност од близината до целта. Системот се состои од андроид апликација и сервер кој што управува со додавањето на локации за ѕвонење.",
    "rte": "A system that unifies event reporting to Police, Fire Departments and First Aid Medical departments. The system consists of Android application for Reporting real-time events (accidents, thefts, fires, medical emergencies, etc...) and Server for receiving and managing the events.",
    "sunb": "Android application for Remote control of electric devices over Bluetooth Low Energy protocol. The off-grid system is powered by a battery charged by Sun collectors.",
    "ubs": "Web Application - Calculator and Financial Advisor for (but not limited to) mortgages, performing complex calculations.",
    "tie": "Систем за организирање на податоци за пациенти од разни болници.",
    "tt": "Систем за додавање и бележење на време за сите вработени со механизми за генерирање на репорти за потрошеното време.",
    "pog": "JavaFx Десктоп апликација за лесно тагирање и пребарување на фотографиите во вашиот компјутер.",
    "ldap": "Веб интерфејс за менаџирање на LDAP корисници (Додавање корисник, менување атрибути, менување шифра).",
    "rlb": "Андроид апликација за далечинсо управување на температура, режим на работа, брзина на вентилатор и дополнителни параметри преку Wi-Fi.",
    "conf": "Web Application based on Atlassian Confluence which includes a lot of customizations intended to meet company needs. It included plugins for managing and showing content, conference room planner, employee data organizer, etc.",
    "hwsw2010": "The system provides 3D path mapping. Involves a robot sending data via Bluetooth to PC, which draws the robot's real-time 3D path.",
    "hwsw2011": "Realization of a system for autonomous research of unknown terrain, akin to the Mars Rover. The system was comprised of an RP6 robot, RFID reader, GPRS modem, gyroscope, dsPIC microcontroller and a Personal Computer."
  },
  "career":{
    "my_career": "Моја кариера",
    "sentice": "Сентице Тецх ДООЕЛ",
    "sentice_desc": "Меѓу првите вработени.",
    "sentice_date": "Август 2015",
    "sentice_job": "Сениор софтвер инжeнер, технички лид и систем администратор",
    "netcetera": "Нетцетера ДООЕЛ",
    "netcetera_desc": "Мојата професионална кариера ја започнав во Нетцетера.",
    "netcetera_date": "Јуни 2012",
    "netcetera_job": "Јава софтвер инжeнер",
    "feit": "Факултет за електротехника и ИТ, УКИМ Скопје",
    "feit_msc_date": "Ноември 2011",
    "feit_msc_desc": "Продолжив со втор циклус на студии каде изучував повеќе предмети од областите на Систем во чип и наноелектроника. Развив Ц компајлер за доверлив процесор како дел од магистерската теза.",
    "feit_msc_job": "Магистерски студии",
    "feit_ta_date": "Февруари 2011",
    "feit_ta_desc": "Моја задача беше помош на студентите при извршување на задачи на лабораториски вежби. Работев со микроконтролерот PIC16F877a. Предмет: Микроелектроника.",
    "feit_ta_job": "Демонстратор",
    "feit_bsc_date": "Октомври 2007",
    "feit_bsc_desc": "Стекнав солидна основа од наука и инженерство. Учествував на неколку натпревари меѓу кои и меѓународниот натпревар Hardware & Software каде што нашиот тим го освои првото место.",
    "feit_bsc_job": "Додипломски студии"
  },
  "blog":{
    "my_blog": "Мој Блог"
  },
  "link":{
    "link": "Линк",
    "view": "прегледи"
  }

}
